{
  "name": "Engineer",
  "type": "talent",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "description": "<p><em>Pilots are creative and driven people, but Mesa Rownett is an exceptional case -- excessively so, some would say. In his spare time, he's managed to scrape together just enough scrap, requisitioned materials, and workshop space to apply a little oldfashioned ingenuity to his mech, fashioning it to a formidable machine not betrayed by its outward appearance.</em></p>\n<h2>Rank I: Prototype</h2>\n<p>Gain the <strong>Prototype Weapon</strong> weapon.</p>\n<p>When you perform a&nbsp;<strong>FULL REPAIR</strong>, you can, with some trial and error, install a prototype weapon system on your mech. You may choose characteristics for your prototype weapon each time you perform a <strong>FULL REPAIR</strong>, rerolling 1d6+2 to determine <strong>LIMITED </strong>each time.</p>\n<p>This weapon counts as an integrated mount and does not require a mount</p>\n<h2>Rank II: Revision</h2>\n<p>You can tweak the essential components of your prototype weapon in order to increase its effectiveness. When you perform a <strong>FULL REPAIR</strong>, choose two:</p>\n<ul>\n<li><strong>TWEAKED OPTICS:</strong> Your prototype weapon always gains +1 <strong>ACCURACY</strong> on attacks.</li>\n<li><strong>TWEAKED COMPUTER</strong>: Your prototype weapon is <strong>SMART</strong>.</li>\n<li><strong>STRIPPED REACTOR SHIELDING:</strong> Each time you attack<br>with your prototype weapon, you may choose -- at the cost of 2 <strong>HEAT</strong> -- to attack with one of the following options, depending on its weapon type: <br>\n<ul>\n<li><strong>RANGED WEAPON: </strong><strong>CONE 3, LINE 5,</strong> or [<strong>BLAST 1, RANGE 10]</strong></li>\n<li><strong>MELEE WEAPON:</strong> <strong>BURST 1</strong></li>\n</ul>\n</li>\n</ul>\n<h2>Rank III: Final Draft</h2>\n<p>Your prototype weapon is now <strong>LIMITED [2d6]</strong> and deals <strong>1d6+4</strong> damage.</p>",
    "rank": "1"
	}
}