{
  "name": "Leader",
  "type": "talent",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "description": "<p><em>Whatever your actual age, you're the Old Man of the battlefield. A light to your friends and allies; the resolute eye of a howling storm. Your steady voice, confident stance, and talent for command set allies at ease because they know you'll lead them to victory every time. With you at the helm, victory is attainable, and heroes seem a little more real.</em></p>\n<h2>Rank I: Field Commander</h2>\n<p>Gain <strong>3 LEADERSHIP DICE</strong>, which are <strong>d6s</strong>: 1/turn, on your turn as a <strong>free action</strong>, you may give an order to an allied PC you can communicate with, describing a course of action, and give them a <strong>LEADERSHIP DIE</strong>. They may either expend the <strong>LEADERSHIP DIE</strong> to gain <strong>+1 ACCURACY</strong> on any action that directly follows from that order, or they can return it to you as a <strong>free action</strong>. Allies can have one <strong>LEADERSHIP DIE</strong> at a time, which lasts until used or the end of the current scene.</p>\n<p>You can't use <strong>LEADERSHIP DICE</strong> from other characters as long as you have any remaining. If you have none, you regain 1 <strong>LEADERSHIP DIE</strong> when you rest or regain all when you perform a <strong>FULL REPAIR</strong>.</p>\n<p><strong>LEADERSHIP DICE</strong> are consumed when expended.</p>\n<h2>Rank II: Open Channels</h2>\n<p>Gain <strong>5 LEADERSHIP DICE</strong> instead of <strong>3</strong>; additionally, you can now issue a command as a reaction at the start of any other player's turn, any number of times per round.</p>\n<h2>Rank III: Inspiring Presence</h2>\n<p>Gain <strong>6 LEADERSHIP DICE</strong> instead of <strong>5</strong>. Allies that have your <strong>LEADERSHIP DICE</strong> can expend them to reduce damage by <strong>1d6</strong> when taking damage or to deal <strong>+1d6 bonus damage</strong> when they hit with an attack.</p>",
    "rank": "1"
  }
}